{
  "posts": [
    { "id": 1, 
     "title": 
     "СДЦ – участник конференции cNews «BPM 2017: Как оптимизировать бизнес-процессы»", 
     "date": "2018-10-22T00:00:00",  
     "body": "Многие люди, работа которых связана с компьютерами жалуются на проблемы со здоровьем, такие как головная боль и т.д.",
     "image": "http://colinkedmedia.com/img/slide-three.jpg"
    },
    { "id": 2, 
     "title": "Выпущена система управления архивом бумажных документов",
     "date": "2018-09-20T00:00:00",  
     "body": "Логотип компетенции MS Silver Collaboration and ContentВ сентябре 2017 года компания СДЦ в очередной раз продлила партнёрский статус Microsoft Silver Collaboration and Content — Серебряный партнёр Microsoft по тематике «Совместная работа и контент». Эта компетенция была сформирована корпорацией Microsoft с тем, чтобы выделить партнёров, сосредоточенных на развитии эффективности бизнеса своих заказчиков с использованием таких инструментов, как порталы, совместная работа сотрудников, управление контентом и поиск. Именно этими инструментами мы владеем профессионально, более пятнадцати лет работая с основной платформой по указанной тематике — Microsoft SharePoint. Наш опыт подтверждается наличием сертифицированных специалистов по технологиям Microsoft SharePoint, отзывами заказчиков о выполненных проектах, наши специалисты прошли дополнительное обучение по лицензированию. Продление партнёрского статуса позволит нам сохранить доступ к широкому спектру новейших технологий и сервисов компании Microsoft, и, в свою очередь, эффективно транслировать эти преимущества своим заказчикам.",
     "image": ""
    },
    { "id": 3, 
     "title": "Обновлён дистрибутив решения «СДЦ. Типовой портал»",
     "date": "2018-09-07T00:00:00",  
     "body": ""
    },
    { "id": 4, 
     "title": "Стало легче настраивать сложные бизнес-процессы под Microsoft SharePoint",
     "date": "2018-08-25T00:00:00",  
     "body": ""
    },
    { "id": 5, 
     "title": "Опубликована статья «Методика построения хранилища документов на SharePoint»",
     "date": "2018-08-21T00:00:00",  
     "body": ""
    },
    { "id": 6, 
     "title": "Планируется к выпуску Microsoft SharePoint Server 2016",
     "date": "2018-09-20T00:00:00",  
     "body": ""
    },
    { "id": 7, 
     "title": "Корпоративный портал как инструмент повышения производительности",
     "date": "2018-09-20T00:00:00",  
     "body": ""
    },
    { "id": 8, 
     "title": "Post 2",
     "date": "2018-09-20T00:00:00",  
     "body":
    },
    { "id": 9, 
     "title": "Post 3",
     "date": "2018-09-20T00:00:00",  
     "body":
    },
  ]
}
