{
  "posts": [
    { "id": 1, 
     "title": 
     "СДЦ – участник конференции cNews «BPM 2017: Как оптимизировать бизнес-процессы»", 
     "date": "2018-10-22T00:00:00",  
     "body": "Многие люди, работа которых связана с компьютерами жалуются на проблемы со здоровьем, такие как головная боль, заболевания кисти, боли в спине, плохое зрение. Кроме того, проводя много времени за компьютером, начинаем чрезмерно питаться, что в свою очередь приводит к ожирению. Интересно, что первый компьютер был размером с микроавтобус и весил почти тонну. В то время как сейчас это может быть маленький чип размером с булавку. И компьютерные технологии не стоят на месте, она быстро прогрессируют. Маленькие дети больше всего подвержены риску. Сейчас они часто остаются без присмотра. Поэтому они много времени проводят за монитором компьютера, играют в компьютерные игры, смотрят видео или просто сидят в Интернете. В результате дети не развиваются физически. Они не проводят время на свежем воздухе, не занимаются спортом и не играют в игры. Позже им становится трудно общаться с другими людьми в живую, потому что они не имеют необходимых коммуникативных и социальных навыков.",
     "image": "http://colinkedmedia.com/img/slide-three.jpg"
    },
    { "id": 2, 
     "title": "Выпущена система управления архивом бумажных документов",
     "date": "2018-09-20T00:00:00",  
     "body": "Логотип компетенции MS Silver Collaboration and ContentВ сентябре 2017 года компания СДЦ в очередной раз продлила партнёрский статус Microsoft Silver Collaboration and Content — Серебряный партнёр Microsoft по тематике «Совместная работа и контент». Эта компетенция была сформирована корпорацией Microsoft с тем, чтобы выделить партнёров, сосредоточенных на развитии эффективности бизнеса своих заказчиков с использованием таких инструментов, как порталы, совместная работа сотрудников, управление контентом и поиск. Именно этими инструментами мы владеем профессионально, более пятнадцати лет работая с основной платформой по указанной тематике — Microsoft SharePoint. Наш опыт подтверждается наличием сертифицированных специалистов по технологиям Microsoft SharePoint, отзывами заказчиков о выполненных проектах, наши специалисты прошли дополнительное обучение по лицензированию. Продление партнёрского статуса позволит нам сохранить доступ к широкому спектру новейших технологий и сервисов компании Microsoft, и, в свою очередь, эффективно транслировать эти преимущества своим заказчикам.",
     "image": "http://www.dichter-neira.com/wp-content/uploads/2015/09/Noticias-y-eventos.jpg"
    },
    { "id": 3, 
     "title": "Обновлён дистрибутив решения «СДЦ. Типовой портал»",
     "date": "2018-09-07T00:00:00",  
     "body": "Продолжая поддерживать продукт «СДЦ. Типовой портал» для бесплатной версии Microsoft Sharepoint — Foundation 2013, мы выпустили обновлённую версию дистрибутива решения. В новой версии скорректирован перечень сервисов, предоставляемых порталом, изменено главное меню, выполнена существенная доработка кодовой базы. Главным преимуществом текущей версии является более простая, по сравнению с предыдущей, установка. Соответственно обновилось и руководство по установке, которое мы тоже публикуем на нашем сайте.Напомним, что основными функциями корпоративного портала, реализованными в составе нашего решения, являются:Механизмы информирования сотрудников (HR-портал): главная страница, новости, сведения о компании, кадровые подразделы;Инструменты групповой работы: сайты подразделений, отчёты, исполнение поручений;Набор базовых бизнес-процессов: заявки на техподдержку, командировки, заказ канцтоваров, автотранспорта, бронирование переговорных, канцелярия и т.п.;Электронный архив компании, хранилище документов.sdc-typ-mainpage-170831Главная страница «СДЦ.Типовой портал»Отметим, что вы можете скачивать и устанавливать у себя дистрибутив «СДЦ. Типовой портал» бесплатно, на условиях использования «как есть», без гарантии и технической поддержки. Вместе с тем, продолжает действовать специальное предложение, в рамках которого мы оказываем услуги по установке, первоначальной настройке, и дальнейшей технической поддержке корпоративного портала. С деталями предложения можно ознакомиться по ссылке: http://sdcv.ru/sale .Ссылки:Новая версия дистрибутива «СДЦ. Типовой портал»: http://sdcv.ru/zagruzki/?did=17Обновлённое руководство по установке"
    },
    { "id": 4, 
     "title": "Стало легче настраивать сложные бизнес-процессы под Microsoft SharePoint",
     "date": "2018-08-25T00:00:00",  
     "body": "На сайте компании СДЦ опубликована статья «Методика построения хранилища документов на SharePoint» . Описанные в статье методы разрабатывались несколько лет, и основываются на нашем опыте построения корпоративных порталов компаний и организаций. Ключевыми положениям методики являются:Создание и хранение информации на сайтах подразделений с репликацией публичных документов в общедоступное хранилище.Простая структура папок библиотеки подразделения.Значащие имена файлов.spss-01-storeПример структуры общедоступного хранилища документовДля реализации этих подходов, мы разработали специальные механизмы в решении «СДЦ. Типовой портал» : отслеживание пути к файлу в библиотеке («хлебная крошка») и перенос документов с узла подразделения в общедоступный внутри компании архив. Используя их, мы получаем хранилище файлов с лёгким расширением структуры, с быстрым размещением, и мгновенным извлечением файлов. А это как раз те функции, которыми обладает идеальное хранилище"
    },
    { "id": 5, 
     "title": "Опубликована статья «Методика построения хранилища документов на SharePoint»",
     "date": "2018-08-21T00:00:00",  
     "body": "Руководители компании СДЦ, Роман Носков и Роман Бобров, приняли участие в конференции cNews «BPM 2017: как оптимизировать бизнес-процессы» 11.04.2017, с докладом «Автоматизация сложных бизнес-процессов на платформе Microsoft SharePoint».sp-bp-task-formЗаполнение формы задачи бизнес-процессаВ докладе мы описываем наш подход к автоматизации сложных процессов с использованием платформы Microsoft SharePoint, основанный на практическом опыте разработок для компании «МегаФон Ритейл». Ключевым моментом этого подхода является заказная C#-разработка больших, сложных, разветвлённых бизнес-процессов заказчика на базе указанной платформы. То есть, в отличие от систем управления бизнес-процессами в прямом смысле слова — там, где бизнес-аналитик визуально моделирует процесс, передвигая и связывая прямоугольники задач, условия переходов от одной задачи к другой, и роли, назначенные на задачу, Microsoft SharePoint предстаёт перед нами, как учётная система для хранения логики и данных бизнес-процесса. При этом для разработки мы используем собственное ядро, которое упоминалось в сообщении «Стало легче настраивать сложные бизнес-процессы под Microsoft SharePoint».Основными преимуществами данного подхода являются:Возможность построения процесса любой сложности;Управление бизнес-процессом в каждой точке его состояния;Гибко настраиваемая форма задачи — та экранная форма, в которую пользователь заносит данные, необходимые для бизнес-процесса;Нет платформенных ограничений на объёмы данных процесса: количество полей формы, размеры таблиц;Интеграция с любыми внешними системами, допускающими взаимодействие (SAP, 1C, etc.);Поскольку мы разделяем моделирование и реализацию процессов, наш подход даёт возможность реализовать любую логику бизнес-процесса, настроить любой интерфейс пользователя для взаимодействия с процессом, и организовать интеграцию с любыми учётными системами. А это особенно ценно для больших организаций с уже наработанными методиками, сложившимися подходами к реализации бизнес-процессов и сложным ИТ-окружением."
    },
    { "id": 6, 
     "title": "Планируется к выпуску Microsoft SharePoint Server 2016",
     "date": "2018-09-20T00:00:00",  
     "body": "Анонс следующей версии портала Microsoft был опубликован в официальном блоге SharePoint в статье Сета Паттона «Новая версия SharePoint Server 2016» от 16.04.2015. В ней отмечается, что бета-версия продукта может быть выпущена в четвёртом квартале 2015 г., а окончательный релиз должен быть доступен во втором квартале 2016 г. Также подтверждается ориентация Microsoft на продолжение выпуска серверных (а не только облачных) версий SharePoint в ближайшем обозримом будущем. И это не может не радовать, поскольку далеко не секрет, что в последнее время вся мощь маркетинговой машины Microsoft была направлена на продвижение облачных версий продуктов. Про судьбу же серверных версий доводилось слышать изредка, из вторых рук, что порождало нелепые слухи о полной миграции решений Collaboration & Content (Совместная работа и контент) в облако.К счастью, компания Microsoft, устами своих высокопоставленных менеджеров, развеяла туман, сгустившийся над будущим серверной версии SharePoint. Двумя месяцами ранее, в том же блоге была опубликована статья генерального менеджера по выпуску продуктов Office, Джулии Вайт, «Развитие SharePoint» от 02.02.2015 о развитии продукта в правильном, гибридном направлении. А на конференции Microsoft Ignite в мае этого года был представлен обширный совместный доклад того же Сета Паттона и Билла Баера «Развитие SharePoint: обзор и дорожная карта».Планируемые в SharePoint 2016 новшества ИллюстрацияПланируемые в SharePoint 2016 новшестваИллюстрация с сайта blogs.office.comПроанализировав эти материалы, отметим, что улучшений в новой версии SharePoint будет много, все они будут очень полезны, и их применением мы займёмся, когда эта версия будет окончательно выпущена. В частности, обещают реализовать универсальное отображение страниц портала на разных устройствах — мониторах, планшетах, смартфонах. Главной же новостью можно считать, что традиционные серверные решения Microsoft, которые многократно подтвердили свою надёжность и эффективность для корпоративного применения, и впредь будут развиваться и поддерживаться компанией."
    },
    { "id": 7, 
     "title": "Корпоративный портал как инструмент повышения производительности",
     "date": "2018-09-20T00:00:00",  
     "body": "В июне этого года компания СДЦ приняла участие в XVIII международной научно-практической конференции «ИТ-бизнес в машиностроении, металлургии, ТЭК и химии» (ИБММ-2015, www.ibmm.ru). На конференции с докладом «Корпоративный портал как инструмент повышения производительности» выступил директор компании, Роман Носков.На наш взгляд, повышение производительности работника умственного труда (по П.Друкеру), является основным применением портала в компаниях и организациях. В качестве ключевых функций портала, ведущих к такому повышению, в докладе выделены:— Информирование сотрудников через HR-портал;— Ускорение рутинных действий через механизм бизнес-процессов портала;— Повышение скорости работы с документами при использовании хранилища MS SharePoint.portal-efficiencyДоклад доступен для скачивания по ссылке, его содержание в значительной мере перекликается с размещённой на нашем сайте статьёй «Эффективность корпоративного портала».Дополнительную полезную информацию по применению и построению порталов на Microsoft SharePoint можно прочитать в наших статьях:1.«Программно-аппаратная архитектура портала на базе MS SharePoint»2.«Корпоративный портал «СДЦ. Типовой портал»3.«Microsoft SharePoint и системы электронного документооборота»"
    },
    { "id": 8, 
     "title": "Post 2",
     "date": "2018-09-20T00:00:00",  
     "body":
    },
    { "id": 9, 
     "title": "Post 3",
     "date": "2018-09-20T00:00:00",  
     "body":
    },
  ]
}
