{
  "posts": [
    { "id": 1, 
     "title": 
     "СДЦ – участник конференции cNews «BPM 2017: Как оптимизировать бизнес-процессы»", 
     "date": "2018-10-22T00:00:00",  
     "body": "Многие люди, работа которых связана с компьютерами жалуются на проблемы со здоровьем, такие как головная боль, заболевания кисти, боли в спине, плохое зрение. Кроме того, проводя много времени за компьютером, начинаем чрезмерно питаться, что в свою очередь приводит к ожирению. Интересно, что первый компьютер был размером с микроавтобус и весил почти тонну. В то время как сейчас это может быть маленький чип размером с булавку. И компьютерные технологии не стоят на месте, она быстро прогрессируют. Маленькие дети больше всего подвержены риску. Сейчас они часто остаются без присмотра. Поэтому они много времени проводят за монитором компьютера, играют в компьютерные игры, смотрят видео или просто сидят в Интернете. В результате дети не развиваются физически. Они не проводят время на свежем воздухе, не занимаются спортом и не играют в игры. Позже им становится трудно общаться с другими людьми в живую, потому что они не имеют необходимых коммуникативных и социальных навыков."
    },
    { "id": 2, 
     "title": "Выпущена система управления архивом бумажных документов",
     "date": "2018-09-20T00:00:00",  
     "body":
    },
    { "id": 3, 
     "title": "Обновлён дистрибутив решения «СДЦ. Типовой портал»",
     "date": "2018-09-07T00:00:00",  
     "body":
    },
    { "id": 4, 
     "title": "Стало легче настраивать сложные бизнес-процессы под Microsoft SharePoint",
     "date": "2018-08-25T00:00:00",  
     "body":
    },
    { "id": 5, 
     "title": "Опубликована статья «Методика построения хранилища документов на SharePoint»",
     "date": "2018-08-21T00:00:00",  
     "body":
    },
    { "id": 6, 
     "title": "Планируется к выпуску Microsoft SharePoint Server 2016",
     "date": "2018-09-20T00:00:00",  
     "body":
    },
    { "id": 7, 
     "title": "Корпоративный портал как инструмент повышения производительности",
     "date": "2018-09-20T00:00:00",  
     "body":
    },
    { "id": 8, 
     "title": "Post 2",
     "date": "2018-09-20T00:00:00",  
     "body":
    },
    { "id": 9, 
     "title": "Post 3",
     "date": "2018-09-20T00:00:00",  
     "body":
    },
  ],
  "events": [
    
  ]
}
